

export default function Home() {

    return (
        <div className="xl:max-w-[1110px] my-0 mx-auto w-[90%]">
            <div className="h-[80px] flex items-center justify-between">
                <a href="#"><img
                    className={"h-[50px]"}
                    src="/INVIREP-logo.png" alt="invirep, ИНВИРЕП"
                /></a>
                <h3 className="hidden md:block font-medium">Tel: +998 90 223 00 40</h3>
            </div>
            <div className="mt-[50px]">
                <h2 className="font-semibold text-center text-4xl font-roboto">ИНВИРЕП</h2>
                <div className="flex justify-center">
                    <img
                        className="h:[50vh] md:h-[60vh]"
                        src="/Invirep.png"
                        alt="invirep, ИНВИРЕП"/>
                </div>
                <h3 className="text-xl md:text-2xl mt-5 text-[#0C54A0] font-semibold font-roboto mb-3">
                    ИНСТРУКЦИЯ ПО МЕДИЦИНСКОМУ ПРИМЕНЕНИЮ
                </h3>
                <div className="text-[14px] md:text-[16px] font-roboto font-light">
                    <div className="mb-4"><strong className="font-medium"><span
                        className="text-[#0C54A0]">ИНВИРЕП</span>®</strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Торговое название: </span> ИНВИРЕП®</strong>
                    </div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Лекарственная форма: </span> капли</strong>
                    </div>
                    <div className="mb-4"><strong className="font-medium"><span
                        className="text-[#0C54A0]">Состав: </span> 1 мл капли содержит: активные вещества: 1 мл жидкого
                        экстракта Инвиреп (содержание флавоноидов не менее 0,32 мг/мл в пересчете на рутин, содержание
                        карбоновых кислот не менее 0,30 мг/мл в пересчете на яблочную кислоту) из травы Щучки дернистой
                        (Herba Deschampsia caespitosa L.) и травы Вейника наземного (Herba Calamagrostis epigeios L.)
                        (1:1). </strong></div>
                    <div  className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Вспомогательные вещества: </span>этанол
                        96%</strong></div>
                    <div  className="mb-4"><strong className="font-medium"><span
                        className="text-[#0C54A0]">Описание: </span>жидкость темно-зеленого цвета со специфическим
                        запахом</strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Фармакотерапевтическая группа: </span>противовирусные
                        средства прямого действия </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Фармакологические свойства </span>
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span
                        className="text-[#0C54A0]"><i>Фармакодинамика: </i> </span> Флавоноиды, входящие в состав
                        препарата, подавляют репликацию ДНК- и РНК-вирусов как in vitro, так и in vivo. При проведении
                        доклинических и клинических исследований выявлено и доказано противовирусное действие препарата
                        в отношении вирусов герпеса, папилломавирусов, гриппа и острых респираторных инфекций. Доказано,
                        что механизм прямого противовирусного действия заключается в ингибировании вирусоспецифических
                        ферментов - ДНК- и РНК-полимераз, тимидинкиназы, обратной транскриптазы и нейраминидазы.
                        Препарат обладает иммунотропными свойствами. Защищает слизистые оболочки, нормализуя показатели
                        местного иммунитета (лактоферрин, секреторный иммуноглобулин А, лизоцим и С, компонент
                        комплемента). Установлено, что препарат является индуктором синтеза эндогенных а- и
                        ү-интерферонов до физиологически активного уровня, что повышает неспецифическую резистентность
                        организма к вирусной и бактериальной инфекциям. Клинические исследования показали, что при
                        условии ежедневного приема согласно возрастным дозам и схемам применения, препарат не оказывает
                        иммунотоксического действия и не вызывает рефрактерности (гипореактивности) иммунной системы: не
                        наблюдается угнетение синтеза альфа- и гамма-интерферонов, что позволяет, в случае
                        необходимости, применять препарат в течение длительного времени. Препарат обладает
                        антиоксидантной активностью. ингибирует течение свободнорадикальных процессов, тем самым
                        предотвращает накопление продуктов перекисного окисления липидов, усиливая антиоксидантный
                        статус клеток, уменьшает интоксикацию, способствует восстановлению организма после перенесенной
                        инфекции и адаптации к неблагоприятным окружающим условиям. Препарат является модулятором
                        апоптоза, усиливает действие апоптозиндуцирующих веществ и активирует каспазу 9. чем
                        способствует элиминации пораженных вирусом клеток и первичной профилактике возникновения
                        хронических заболеваний на фоне латентных вирусных инфекций.
                        Препарат предупреждает рецидивы заболевания и пролонгирует период ремиссии. </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span
                        className="text-[#0C54A0]"><i>Фармакокинетика: </i> </span> Действующие вещества препарата
                        быстро абсорбируются из желудочно-кишечного тракта в кровь, достигая максимальных концентраций
                        уже через 20 мин после введения (исследования in vivo). По имеющейся динамике, период
                        полувыведения из плазмы крови составляет около 2,3 часа. Биодоступность при пероральном введении
                        составляет 80 %. Выведение из организма медленное. Уровень накопления действующих веществ
                        клетками крови, по сравнению с плазмой крови, значительно выше. Соответствующие концентрации
                        действующих веществ в крови обеспечивают пролонгацию действия препарата в организме и накопление
                        в органах и тканях в результате освобождения их из клеток крови. Такая имеющаяся
                        фармакокинетическая динамика накопления и высвобождения действующих веществ клетками крови
                        обуславливает необходимость двукратного приема препарата в течение суток для достижения
                        эффективных концентраций. </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Показания к применению: </span>
                        <br/>
                        Лечение заболеваний и профилактика рецидивов, вызванных <br/>
                        - вирусами простого герпеса (Herpes simplex) 1-го и 2-го типов; <br/>
                        вирусами опоясывающего герпеса и ветряной оспы (Herpes Zoster, 3-й тип); <br/>
                        - вирусами герпеса 4-го типа (вирус Эпштейна-Барр), острой и хронической активной форм; <br/>
                        - вирусами герпеса 5-го типа (цитомегаловирус). Лечение и профилактика гриппа и других ОРВИ, в
                        том числе пандемических штаммов гриппа. <br/>
                        В составе комплексного лечения: - вирусных, бактериальных, грибковых инфекций, их ассоциаций
                        (хламидии, микоплазмы, уреаплазмы и другие). <br/>
                        Этиотропная терапия легких и средних форм дисплазии шейки матки (CIN1 и CIN2), вызванной
                        папилломавирусной инфекцией, в том числе онкогенными штаммами. <br/>
                        В составе комплексной терапии других форм заболеваний, вызванных папилломавирусной инфекцией, в
                        том числе онкогенными штаммами. <br/>
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Способ применения и дозы </span>
                        <br/> Перед использованием флакон необходимо взболтать. Препарат дозируется с помощью
                        капельницы. Необходимое количество препарата накапать в воду (объем -
                        1-2 столовые ложки), принимать за 10-15 минут до еды.</strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Схема приема препарата  </span>
                        <br/>
                        Инвиреп, капли, в зависимости от возраста
                        <table className="border-collapse border border-slate-500 w-full mt-3 mb-5">
                            <thead>
                                <tr>
                                    <th className="border border-slate-600 ">Возраст (года)</th>
                                    <th className="border border-slate-600">Доза (капли) и кратность приема в сутки</th>
                                </tr>
                            </thead>
                            <tbody>
                                <tr>
                                    <td className="border border-slate-600 px-3">от рождения до 1 года</td>
                                    <td className="border border-slate-600 px-3">1 капля в сутки</td>
                                </tr>
                                <tr>
                                    <td className="border border-slate-600 px-3">1-2 года</td>
                                    <td className="border border-slate-600 px-3">1 капля 2 раза в сутки</td>
                                </tr>
                                <tr>
                                    <td className="border border-slate-600 px-3">2-4 года</td>
                                    <td className="border border-slate-600 px-3">2 капли 2 раза в сутки</td>
                                </tr>
                                <tr>
                                    <td className="border border-slate-600 px-3">4-6 лет</td>
                                    <td className="border border-slate-600 px-3">4 капли 2 раза в сутки</td>
                                </tr>
                                <tr>
                                    <td className="border border-slate-600 px-3">6-9 лет</td>
                                    <td className="border border-slate-600 px-3">9 капель 2 раза в сутки</td>
                                </tr>
                                <tr>
                                    <td className="border border-slate-600 px-3">9-12 лет</td>
                                    <td className="border border-slate-600 px-3">10 капель 2 раза в сутки</td>
                                </tr>
                                <tr>
                                    <td className="border border-slate-600 px-3">Дети в возрасте от 12 лет и взрослые</td>
                                    <td className="border border-slate-600 px-3">12-15 капель 2 раза в сутки</td>
                                </tr>
                            </tbody>
                        </table>
                        Длительность применения препарата Инвиреп зависит от показаний и течения заболевания.
                        Для лечения и профилактики рецидивов герпетического гингивостоматита, фаринготонзиллита, ветряной оспы; для комплексного лечения вирусных, бактериальных, грибковых инфекций и их ассоциаций;  для предотвращения вирусных и бактериальных инфекций, которые возникают у пациентов с недостаточной функцией иммунной системы рекомендуется принимать препарат в течение 1-го месяца. Для лечения герпетической экземы и герпетического везикулярного дерматита (в комплексе с местным применением раствора); герпетического менингита и энцефалита; герпетического поражения глаз; генитального герпеса;  для лечения опоясывающего герпеса (Herpes zoster); острой и хронической активной формы вирусной инфекции Эпштейна Барр; цитомегаловирусной болезни;  папилломавирусной инфекции (в комплексе с местным применением раствора) рекомендуется принимать препарат в течение 3-х месяцев без перерыва.
                        <br/>
                        При рецидивирующем течении инфекций курсы лечения препаратом проводят 1-2 раза в годпо рекомендации врача.
                        Продолжительность лечения в педиатрической практике аналогична таковой у взрослых. Дозы назначают в соответствии с возрастом пациента, в зависимости от течения заболевания. Лечение проводят под наблюдением врача.
                        <br/>
                        Для печения гриппа и других ОРВИ препарат применяют от 5 до 14 дней в зависимости от течения заболевания. С профилактической целью препарат принимают 2-4 недели в дозе, которая составляет половину лечебной дозы. Во время эпидемии прием препарата можно продлить до 6 недель. Местное применение в комплексе с пероральным приемом препарата: Для лечения инфекций простого герпеса кожи и слизистых оболочек, острых форм опоясывающего герпеса, папилломатоза кожи следует наносить аппликации с раствором препарата на пораженный участок до 3-5 раз в сутки, Срок экспозиции аппликаций - 10-15 минут. Для приготовления раствора необходимо 1,5 мл препарата (36-38 капель) развести в 10 мл физиологического раствора хлорида натрия. Местное применение следует продолжать до исчезновения признаков поражения кожи или слизистой оболочки, но не менее 10 дней. При первичном и рецидивирующем генитальном герпесе, папилломавирусной и вирусно-бактериальной инфекциях женских половых органов применяют вагинальные тампоны с раствором препарата. Для приготовления раствора необходимо 3,0 мл (72-75 капель) препарата развести в 20 мл физиологического раствора хлорида натрия. Срок экспозиции вагинальных тампонов - 30-40 минут, проводить процедуры необходимо 2 раза в сутки.
                        Продолжительность местного применения вагинальных тампонов при генитальном герпесе составляет 10 дней, при папилломавирусной и вирусно-бактериальных инфекциях женских половых органов - 14 дней.
                        <br/>
                        Дети.
                        <br/>
                        Препарат Инвиреп детям применяют от рождения.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Побочные действия </span>
                        <br/>
                        Аллергические реакции: у лиц с повышенной чувствительностью могут иметь место реакции гиперчувствительности. Редко могут возникать аллергические реакции, включая эритематозные высыпания, зуд.
                        <br/>
                        Со стороны пищеварительной системы: наблюдаются единичные случаи желудочно-кишечных расстройств - боль в эпигастральной области, тошнота, рвота, диарея. У пациентов с хроническим гастродуоденитом возможно обострение гастродуоденита, возникновение гастроэзофагеального рефлюкса (рефлюкс-эзофагита).
                        <br/>
                        Общие расстройства: в единичных случаях возможны головная боль, общая слабость, транзиторное повышение температуры тела до 38 "С на 3-10-й день терапии препаратом.
                        <br/>
                        Местные реакции: при местном применении возможно появление ощущения жжения, зуда, сухости. В случае возникновения каких-либо нежелательных реакций необходимо обратиться за консультацией к врачу.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Противопоказания </span>
                        <br/>
                        Повышенная чувствительность к компонентам препарата. Язва желудка или двенадцатиперстной кишки.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Лекарственные взаимодействия </span>
                        <br/>
                        Во время клинического применения установлена возможность и целесообразность комбинации препарата Инвиреп с антибиотиками и противогрибковыми препаратами для лечения вирусно-бактериальных
                        и вирусно-грибковых заболеваний. Отрицательных проявлений вследствие взаимодействия с другими лекарственными средствами не установлено.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Особые указания </span>
                        <br/>
                        Пациентам с расстройствами желудочно-кишечного тракта и с хроническим гастродуоденитом в случае
                        <br/>
                        обострения гастродуоденита, возникновения гастроэзофагеального рефлюкса необходимо принимать препарат через 1,5-2 часа после еды.
                        <br/>
                        Транзиторное повышение температуры тела до 38 °С не требует отмены препарата. В случае повышения температуры тела необходимо проконсультироваться с врачом для исключения других возможных причин ее появления.
                        <br/>
                        При местном применении препарата в случае появления чувства жжения, зуда, сухости необходимо уменьшить концентрацию препарата в растворе для аппликаций. Для предотвращения урогенитальной реинфекции рекомендуется одновременное лечение полового партнера.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Применение в период беременности или кормления грудью </span>
                        <br/>
                        При проведении доклинических исследований эмбриотоксического, тератогенного, фетотоксического, мутагенного и канцерогенного влияний не выявлено. Специальных исследований относительно такого влияния препарата на плод человека не проводилось, но клинический опыт применения препарата в I-III триместрах беременности и в период кормления грудью отрицательного влияния не выявил. Решение о целесообразности применения препарата в период беременности или кормления грудью принимает врач. Способность влиять на скорость реакции при управлении автотранспортом или работе с другими механизмами
                        При применении в рекомендованных дозах отрицательного влияния на способность выполнять работу, требующую особого внимания и быстрой реакции, не выявлено.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Передозировка  </span>
                        <br/>
                        Случаи передозировки неизвестны, но возможно развитие побочных эффектов, особенно со стороны желудочно-кишечного тракта. Лечение симптоматическое. При передозировке препарата Инвиреп следует немедленно обратиться к врачу.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Форма выпуска  </span>
                        <br/>
                        Светозащитные стеклянные флаконы по 30 мл, укупоренные крышками для флаконов с пробками- капельницами с контролем первого вскрытия или крышками для флаконов с пробками-капельницами с контролем первого вскрытия и защитой от детей, в картонной пачке. 1 флакон вместе с инструкцией по медицинскому применению в картонной пачке.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Условия хранения  </span>
                        <br/>
                        Хранить в оригинальной упаковке при температуре не выше 25 °С. Не замораживать! Допустимо образование гелеобразной структуры, которая разрушается при встряхивании. Хранить в недоступном для детей месте.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Срок годности  </span>
                        <br/>
                        3 года.
                        <br/>
                        Не применять после окончания срока годности, указанного на упаковке.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Условия отпуска из аптек  </span>
                        <br/>
                        По рецепту.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Производитель  </span>
                        <br/>
                        СП ООО "SPRING PHARMACEUTIC"
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Местонахождение производителя и его адрес места осуществления деятельности.   </span>
                        <br/>
                        , Республика  Узбекистан , Наманганская область, Касансайский район, Кукимбой, Навбахор МСГ, улица Булак, дом 129.
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Заявитель   </span>
                        <br/>
                        СП  ООО "SPRING PHARMACEUTIC"
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Местонахождение заявителя   </span>
                        <br/>
                        Республика  Узбекистан , Наманганская область, Касансайский район, Кукимбой, Навбахор МСГ, улица Булак, дом 129.
                        <br/>
                        Держатель регистрационного удостоверения ООО "SPRING PHARMACEUTIC"
                    </strong></div>
                    <div className="mb-4"><strong className="font-medium"><span className="text-[#0C54A0]">Наименование и адрес организации, принимающей претензии (предложения) по качеству лекарственных средств на территории Республики Узбекистан: </span>
                        <br/>
                        СП  ООО "SPRING PHARMACEUTIC" Республика  Узбекистан , Наманганская область, Касансайский район, Кукимбой, Навбахор МСГ, улица Булак, дом 129.
                        <br/>
                        Тел. : +998 90 223 00 40
                    </strong></div>
                    <div className="mb-5 flex gap-3 flex flex-wrap">
                        <a href="/instruction_ru.docx" className="px-3 py-2 bg-green-500 text-white inline-flex items-center gap-2 rounded-lg text-[12px] md:text-[16px]">
                            СКАЧАТЬ ИНСТРУКЦИЮ НА РУССКОМ ЯЗЫКЕ
                            <svg xmlns="http://www.w3.org/2000/svg" width="20px" height="20px" viewBox="0 0 24 24" fill="white">
                                <g id="Interface / Download">
                                    <path id="Vector" d="M6 21H18M12 3V17M12 17L17 12M12 17L7 12" stroke="white" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round"/>
                                </g>
                            </svg>
                        </a>
                        <a href="/instruction_uz.docx" className="px-3 py-2 bg-green-500 text-white inline-flex items-center gap-2 rounded-lg text-[12px] md:text-[16px]">
                            СКАЧАТЬ ИНСТРУКЦИЮ НА УЗБЕКСКОМ ЯЗЫКЕ
                            <svg xmlns="http://www.w3.org/2000/svg" width="20px" height="20px" viewBox="0 0 24 24" fill="white">
                                <g id="Interface / Download">
                                    <path id="Vector" d="M6 21H18M12 3V17M12 17L17 12M12 17L7 12" stroke="white" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round"/>
                                </g>
                            </svg>
                        </a>
                    </div>
                </div>
            </div>
        </div>
    )
}
